ETF：
		|
		|===ETF列表：								{
				|
				|---50ETF：							{
													.	510050 - 华夏上证50EFT
				}
				|
				|---180ETF：						{
													.	510180 - 华安上证180ETF
				}
				|
				|---300ETF：						{
													.	510300 - 华泰柏瑞沪深300ETF
				}
				|
				|---500ETF：						{
													.	510500 - 南方中证500ETF
				}
				|
				|---800ETF：						{
													.	515800 - 汇添富中证800ETF
				}
				|
				|---中小板：						{
													.	159902 - 华夏中小板ETF
				}
				|
				|---创业板：						{
													.	159915 - 易方达创业板ETF
													.	159949 - 华安创业板50ETF
				}
				|
				|---科技：							{
													.	515050 - 华夏中证5G通信主题ETF
													.	159995 - 华夏国证半导体芯片ETF
													.	515000 - 华宝中证科技龙头ETF
													.	512760 - 国泰CES半导体ETF
													.	159997 - 天弘中证电子ETF
													
				}
				|
				|---消费：							{
													.	159928 - 
				}
		}